---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Lux
source: html/fe1db347-2d1c-5a9c-d731-58b63e9995ad.htm
---
# Autodesk.Revit.DB.UnitTypeId.Lux Property

Lux.

## Syntax (C#)
```csharp
public static ForgeTypeId Lux { get; }
```